environments/cfd/rand_env_2/system/fvSolution
FoamFile {
    version 2.0;
    format ascii;
    class dictionary;
    object fvSolution;
}
solvers {
    U {
        solver smoothSolver;
        tolerance 1e-06;
        relTol 0.01;
        smoother GaussSeidel;
    }
    UFinal {
        solver smoothSolver;
        tolerance 1e-07;
        relTol 0.01;
        smoother GaussSeidel;
    }
    p {
        solver GAMG;
        tolerance 1e-06;
        relTol 0.001;
        smoother GaussSeidel;
        nPreSweeps 2;
        nPostSweeps 1;
        cacheAgglomeration on;
        agglomerator faceAreaPair;
        nCellsInCoarsestLevel 10;
        mergeLevels 1;
    }
    pFinal {
        solver GAMG;
        tolerance 1e-06;
        relTol 0.001;
        smoother GaussSeidel;
        nPreSweeps 2;
        nPostSweeps 1;
        cacheAgglomeration on;
        agglomerator faceAreaPair;
        nCellsInCoarsestLevel 10;
        mergeLevels 1;
    }
    k {
        solver smoothSolver;
        tolerance 1e-06;
        relTol 0.01;
        smoother GaussSeidel;
    }
    kFinal {
        solver smoothSolver;
        tolerance 1e-06;
        relTol 0.001;
        smoother GaussSeidel;
    }
    epsilon {
        solver smoothSolver;
        tolerance 1e-06;
        relTol 0.01;
        smoother GaussSeidel;
    }
    epsilonFinal {
        solver smoothSolver;
        tolerance 1e-06;
        relTol 0.01;
        smoother GaussSeidel;
    }
}
relaxationFactors {
    fields {
        p 0.3;
    }
    equations {
        U 0.7;
        k 0.3;
        epsilon 0.3;
    }
}
PIMPLE {
    nNonOrthogonalCorrectors 0;
    nOuterCorrectors 3;
    nCorrectors 1;
    pRefCell 0;
    pRefValue 0.0;
    correctPhi off;
    residualControl {
        U 1e-05;
        p 1e-05;

    }
}
